Repository: soderlind/passwp-posts
Catalog: languages/passwp-posts-*.po
Languages: nb_no

source: Password protects all pages and posts except the front page. Logged-in users bypass the password.
nb_no: Passordbeskytter alle sider og innlegg unntatt forsiden. Innloggede brukere omgår passordet.

source: PassWP Posts Settings
nb_no: PassWP Posts-innstillinger

source: Password Protection Settings
nb_no: Innstillinger for passordbeskyttelse

source: Enable Protection
nb_no: Aktiver beskyttelse

source: Password
nb_no: Passord

source: Remember Me Duration
nb_no: Varighet for «Husk meg»

source: Protection Mode
nb_no: Beskyttelsesmodus

source: Excluded Pages/Posts
nb_no: Ekskluderte sider/innlegg

source: Protected Pages/Posts
nb_no: Beskyttede sider/innlegg

source: Search for pages or posts...
nb_no: Søk etter sider eller innlegg...

source: Show password
nb_no: Vis passord

source: Hide password
nb_no: Skjul passord

source: Save Settings
nb_no: Lagre innstillinger

source: Configure password protection for your site. The front page is always public. Logged-in users bypass the password.
nb_no: Konfigurer passordbeskyttelse for nettstedet ditt. Forsiden er alltid offentlig. Innloggede brukere omgår passordet.

source: Enable password protection
nb_no: Aktiver passordbeskyttelse

source: When enabled, visitors must enter a password to view protected content.
nb_no: Når aktivert, må besøkende taste inn et passord for å se beskyttet innhold.

source: Leave blank to keep current password
nb_no: La stå tomt for å beholde nåværende passord

source: Enter password
nb_no: Skriv inn passord

source: Toggle password visibility
nb_no: Veksle passordsynlighet

source: A password is currently set. Enter a new password to change it, or leave blank to keep the current password.
nb_no: Et passord er allerede satt. Skriv inn et nytt passord for å endre det, eller la stå tomt for å beholde nåværende passord.

source: Enter the password visitors will use to access protected content.
nb_no: Skriv inn passordet besøkende skal bruke for å få tilgang til beskyttet innhold.

source: days
nb_no: dager

source: How long visitors stay authenticated after entering the password.
nb_no: Hvor lenge besøkende forblir autentisert etter å ha tastet inn passordet.

source: Protect all pages and posts (except front page)
nb_no: Beskytt alle sider og innlegg (unntatt forsiden)

source: Protect only selected pages and posts
nb_no: Beskytt kun valgte sider og innlegg

source: These pages and posts will not require a password.
nb_no: Disse sidene og innleggene vil ikke kreve passord.

source: Only these pages and posts will require a password.
nb_no: Kun disse sidene og innleggene vil kreve passord.

source: Permission denied.
nb_no: Tilgang nektet.

source: Security check failed.
nb_no: Sikkerhetssjekk mislyktes.

source: Incorrect password. Please try again.
nb_no: Feil passord. Vennligst prøv igjen.

source: No password has been configured. Please contact the site administrator.
nb_no: Ingen passord er konfigurert. Vennligst kontakt nettstedets administrator.

source: Password Required - %s
nb_no: Passord påkrevd - %s

source: Password Required
nb_no: Passord påkrevd

source: This content is protected. Please enter the password to continue.
nb_no: Dette innholdet er beskyttet. Vennligst skriv inn passordet for å fortsette.

source: Remember me
nb_no: Husk meg

source: Back to home
nb_no: Tilbake til forsiden

source: Are you sure you want to reset all customize settings to defaults?
nb_no: Er du sikker på at du vil tilbakestille alle tilpasningsinnstillinger til standard?

source: Select Image
nb_no: Velg bilde

source: Use this image
nb_no: Bruk dette bildet

source: Remove
nb_no: Fjern

source: General
nb_no: Generelt

source: Customize
nb_no: Tilpass

source: Preset Themes
nb_no: Forhåndsdefinerte temaer

source: Default Purple
nb_no: Standard lilla

source: Business Blue
nb_no: Profesjonell blå

source: Dark Mode
nb_no: Mørk modus

source: Background
nb_no: Bakgrunn

source: Background Color
nb_no: Bakgrunnsfarge

source: Gradient End Color
nb_no: Gradient sluttfarge

source: Leave empty for solid color background.
nb_no: La stå tom for ensfarget bakgrunn.

source: Background Image
nb_no: Bakgrunnsbilde

source: Card Styling
nb_no: Kortstil

source: Card Background Color
nb_no: Kortets bakgrunnsfarge

source: Card Border Radius
nb_no: Kortets hjørneradius

source: Card Shadow
nb_no: Kortskygge

source: Logo Image
nb_no: Logobilde

source: Logo Width
nb_no: Logobredde

source: Typography
nb_no: Typografi

source: Heading Text
nb_no: Overskriftstekst

source: Heading Color
nb_no: Overskriftsfarge

source: Text Color
nb_no: Tekstfarge

source: Font Family
nb_no: Skrifttype

source: System Default
nb_no: Systemstandard

source: Button
nb_no: Knapp

source: Button Text
nb_no: Knappetekst

source: Button Background Color
nb_no: Knappens bakgrunnsfarge

source: Button Text Color
nb_no: Knappens tekstfarge

source: Button Border Radius
nb_no: Knappens hjørneradius

source: Form Options
nb_no: Skjemavalg

source: Password Placeholder
nb_no: Plassholder for passord

source: Leave empty to use the default text.
nb_no: La stå tomt for å bruke standardteksten.

source: Show Remember Me
nb_no: Vis «Husk meg»

source: Input Border Radius
nb_no: Inntastingsfeltets hjørneradius

source: Footer
nb_no: Bunntekst

source: Footer Text
nb_no: Bunntekst

source: Footer Link URL
nb_no: Bunntekst lenke-URL

source: Reset to Defaults
nb_no: Tilbakestill til standard

source: Live Preview
nb_no: Direktevisning

source: Password Protected
nb_no: Passordbeskyttet

source: Enter the password to access this content.
nb_no: Skriv inn passordet for å få tilgang til dette innholdet.

source: Login
nb_no: Logg inn

source: Auto-redirect
nb_no: Automatisk omdirigering

source: Redirect Page
nb_no: Omdirigeringsside

source: Auto-redirect authenticated users
nb_no: Omdiriger autentiserte brukere automatisk

source: When enabled, users who have already authenticated will be automatically redirected to the selected redirect page.
nb_no: Når aktivert, vil brukere som allerede er autentisert, automatisk bli omdirigert til den valgte omdirigeringssiden.

source: Select a page or post...
nb_no: Velg en side eller et innlegg...

source: The page or post where authenticated users will be redirected after login.
nb_no: Siden eller innlegget der autentiserte brukere blir omdirigert etter innlogging.
